Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: full body
ar: الجسم كامل
de: Ganzkörper
es: cuerpo completo
fr: corps entier
hi: पूरा शरीर
hu: teljes test
it: corpo intero
ko: 전신
pl: całe ciało
pt: corpo inteiro
pt_br: corpo inteiro
ru: всё тело
th: ทั้งตัว
tr: tüm vücut
uk: усе тіло
zh: 全身

source: glutes
ar: المؤخرة
de: Gesäß
es: glúteos
fr: fessiers
hi: नितंब
hu: farizom
it: glutei
ko: 둔근
pl: pośladki
pt: glúteos
pt_br: glúteos
ru: ягодицы
th: สะโพก
tr: kalça kasları
uk: сідниці
zh: 臀肌

source: goal
ar: الهدف
de: Ziel
es: objetivo
fr: objectif
hi: लक्ष्य
hu: cél
it: obiettivo
ko: 목표
pl: cel
pt: objetivo
pt_br: meta
ru: цель
th: เป้าหมาย
tr: hedef
uk: ціль
zh: 目标

source: grip muscles
ar: عضلات القبضة
de: Griffkraft
es: agarre
fr: muscles de la prise
hi: पकड़ की मांसपेशियाँ
hu: markolóerő
it: presa
ko: 악력 근육
pl: mięśnie chwytu
pt: músculos de preensão
pt_br: músculos de preensão
ru: мышцы хвата
th: กล้ามเนื้อการจับ
tr: kavrama kasları
uk: м’язи хвату
zh: 握力肌群

source: groin
ar: الأربية
de: Leiste
es: ingle
fr: aine
hi: कमर
hu: lágyék
it: inguine
ko: 서혜부
pl: pachwina
pt: virilha
pt_br: virilha
ru: пах
th: ขาหนีบ
tr: kasık
uk: пах
zh: 腹股沟

source: hammer
ar: مطرقة
es: martillo
fr: marteau
hi: हैमर
hu: kalapácsfogás
it: martello
ko: 해머
pl: młot
pt: martelo
pt_br: martelo
ru: молот
th: แฮมเมอร์
tr: çekiç
uk: молот
zh: 锤

source: hamstrings
ar: أوتار الركبة
de: Beinbeuger
es: isquiotibiales
fr: ischio-jambiers
hi: हैमस्ट्रिंग
hu: combhajlító
it: femorali
ko: 햄스트링
pl: dwugłowe uda
pt: isquiotibiais
pt_br: isquiotibiais
ru: бицепс бедра
th: ต้นขาด้านหลัง
tr: arka bacak kasları
uk: біцепс стегна
zh: 腘绳肌

source: hands
ar: اليدان
de: Hände
es: manos
fr: mains
hi: हाथ
hu: kéz
it: mani
ko: 손
pl: dłonie
pt: mãos
pt_br: mãos
ru: кисти
th: มือ
tr: eller
uk: кисті
zh: 手

source: has a suggestion for you
ar: لديه اقتراح لك
de: hat einen Vorschlag für dich
es: tiene una sugerencia para ti
fr: a une suggestion pour toi
hi: आपके लिए एक सुझाव है
hu: javaslata van számodra
it: ha un suggerimento per te
ko: 제안이 있습니다
pl: ma dla Ciebie propozycję
pt: tem uma sugestão para ti
pt_br: tem uma sugestão para você
ru: есть предложение для вас
th: มีข้อเสนอแนะสำหรับคุณ
tr: senin için bir önerisi var
uk: є пропозиція для тебе
zh: 有一个建议给你

source: here when you need it
ar: هنا متى احتجته
de: da, wenn du ihn brauchst
es: aquí cuando lo necesites
fr: là quand tu en as besoin
hi: जब ज़रूरत हो, यहाँ है
hu: itt van, ha szükséged van rá
it: qui quando serve
ko: 필요할 때 여기 있어요
pl: tu, gdy potrzebujesz
pt: aqui quando precisares
pt_br: aqui quando você precisar
ru: здесь, когда нужен
th: อยู่ตรงนี้เมื่อคุณต้องการ
tr: ihtiyacın olduğunda burada
uk: тут, коли потрібен
zh: 随时待命

source: hip flexors
ar: مثنيات الورك
de: Hüftbeuger
es: flexores de cadera
fr: fléchisseurs de hanche
hi: हिप फ्लेक्सर
hu: csípőhajlító
it: flessori dell'anca
ko: 고관절 굴곡근
pl: zginacze bioder
pt: flexores da anca
pt_br: flexores do quadril
ru: сгибатели бедра
th: กล้ามเนื้องอสะโพก
tr: kalça fleksörleri
uk: згиначі стегна
zh: 髋屈肌

source: how close to failure
ar: مدى القرب من الفشل
de: wie nah am Muskelversagen
es: qué tan cerca del fallo
fr: à quel point près de l’échec
hi: फेलियर के कितने पास
hu: milyen közel a kimerüléshez
it: quanto vicino al cedimento
ko: 실패 지점에 얼마나 가까운지
pl: jak blisko upadku
pt: quão perto da falha
pt_br: quão perto da falha
ru: насколько близко к отказу
th: ใกล้หมดแรงแค่ไหน
tr: tükenmeye ne kadar yakın
uk: наскільки близько до відмови
zh: 离力竭有多近

source: iCloud Keychain
ar: سلسلة مفاتيح iCloud
de: iCloud-Schlüsselbund
es: Llavero de iCloud
fr: trousseau iCloud
hi: iCloud कीचेन
hu: iCloud-kulcskarika
it: Portachiavi iCloud
ko: iCloud 키체인
pl: pęk kluczy iCloud
pt: Porta-chaves iCloud
pt_br: Chaves do iCloud
ru: связка ключей iCloud
th: พวงกุญแจ iCloud
tr: iCloud Anahtar Zinciri
uk: Зв’язка ключів iCloud
zh: iCloud 钥匙串

source: inner thighs
ar: الفخذان الداخليان
de: Innenschenkel
es: cara interna del muslo
fr: intérieur des cuisses
hi: भीतरी जाँघें
hu: combközelítő
it: interno coscia
ko: 허벅지 안쪽
pl: wewnętrzne uda
pt: interior das coxas
pt_br: interior das coxas
ru: внутренняя поверхность бедра
th: ต้นขาด้านใน
tr: iç uyluklar
uk: внутрішня поверхня стегна
zh: 大腿内侧

source: instructions in English
ar: التعليمات بالإنجليزية
de: Anleitung auf Englisch
es: instrucciones en inglés
fr: instructions en anglais
hi: निर्देश अंग्रेज़ी में
hu: az utasítások angolul
it: istruzioni in inglese
ko: 설명은 영어로 제공
pl: instrukcje po angielsku
pt: instruções em inglês
pt_br: instruções em inglês
ru: инструкции на английском
th: คำแนะนำเป็นภาษาอังกฤษ
tr: talimatlar İngilizce
uk: інструкції англійською
zh: 说明为英文

source: kettlebell
ar: كيتل بيل
hi: केटलबेल
ko: 케틀벨
ru: гиря
th: เคทเทิลเบล
uk: гиря
zh: 壶铃

source: last
ar: الأخير
de: zuletzt
es: último
fr: dernier
hi: पिछली बार
hu: utoljára
it: ultimo
ko: 지난번
pl: ostatnio
pt: último
pt_br: último
ru: последний раз
th: ครั้งล่าสุด
tr: son
uk: востаннє
zh: 上次

source: latissimus dorsi
ar: عضلات الظهر الجانبية
de: Latissimus
es: dorsal ancho
fr: grand dorsal
hi: लैटिसिमस डॉर्सी
hu: széles hátizom
it: gran dorsale
ko: 광배근
pl: najszerszy grzbietu
pt: grande dorsal
pt_br: grande dorsal
ru: широчайшая мышца спины
th: ปีกหลัง
uk: найширший м’яз спини
zh: 背阔肌

source: lats
ar: عضلات الظهر الجانبية
de: Latissimus
es: dorsales
fr: dorsaux
hi: लैट्स
hu: széles hátizom
it: dorsali
ko: 광배근
pl: najszersze grzbietu
pt: dorsais
pt_br: dorsais
ru: широчайшие
th: ปีกหลัง
tr: kanat kasları
uk: найширші
zh: 背阔肌

source: levator scapulae
ar: العضلة الرافعة للكتف
de: Schulterblattheber
es: elevador de la escápula
fr: élévateur de la scapula
hi: लेवेटर स्कैपुले
hu: lapockaemelő
it: elevatore della scapola
ko: 견갑거근
pl: dźwigacz łopatki
pt: elevador da escápula
pt_br: levantador da escápula
ru: мышца, поднимающая лопатку
th: กล้ามเนื้อยกสะบัก
tr: kürek kaldırıcı kas
uk: м’яз, що піднімає лопатку
zh: 肩胛提肌

source: leverage machine
ar: جهاز الروافع
de: Hebelmaschine
es: máquina de palanca
fr: machine à levier
hi: लीवरेज मशीन
hu: emelőkaros gép
it: macchina a leva
ko: 레버리지 머신
pl: maszyna dźwigniowa
pt: máquina de alavanca
pt_br: máquina de alavanca
ru: рычажный тренажёр
th: เครื่องคานงัด
tr: kaldıraçlı makine
uk: важільний тренажер
zh: 杠杆器械

source: lower abs
ar: أسفل البطن
de: unterer Bauch
es: abdominales inferiores
fr: bas des abdos
hi: निचला पेट
hu: alsó has
it: addominali bassi
ko: 하복부
pl: dolny brzuch
pt: abdominais inferiores
pt_br: abdominais inferiores
ru: нижний пресс
th: หน้าท้องส่วนล่าง
tr: alt karın
uk: нижній прес
zh: 下腹

source: lower arms
ar: الساعدان
de: Unterarme
es: antebrazos
fr: avant-bras
hi: अग्रबाहु
hu: alkar
it: avambracci
ko: 전완
pl: przedramiona
pt: antebraços
pt_br: antebraços
ru: предплечья
th: แขนท่อนล่าง
tr: ön kollar
uk: передпліччя
zh: 前臂

source: lower back
ar: أسفل الظهر
de: unterer Rücken
es: zona lumbar
fr: lombaires
hi: निचली पीठ
hu: deréktáj
it: zona lombare
ko: 허리
pl: odcinek lędźwiowy
pt: zona lombar
pt_br: lombar
ru: поясница
th: หลังส่วนล่าง
tr: bel
uk: поперек
zh: 下背部

source: lower legs
ar: أسفل الساقين
de: Unterschenkel
es: pantorrillas
fr: mollets
hi: पिंडलियाँ
hu: lábszár
it: polpacci
ko: 종아리
pl: łydki
pt: gémeos
pt_br: panturrilhas
ru: голени
th: ขาท่อนล่าง
tr: baldırlar
uk: гомілки
zh: 小腿

source: medicine ball
ar: كرة طبية
de: Medizinball
es: balón medicinal
fr: médecine-ball
hi: मेडिसिन बॉल
hu: medicinlabda
it: palla medica
ko: 메디신볼
pl: piłka lekarska
pt: bola medicinal
pt_br: bola medicinal
ru: медбол
th: เมดิซินบอล
tr: sağlık topu
uk: медбол
zh: 药球

source: min
ar: دقيقة
hi: मिनट
hu: perc
ko: 분
ru: мин
th: นาที
tr: dk
uk: хв
zh: 分钟

source: name + body part, and a photo or video if you like
ar: الاسم + جزء الجسم، وصورة أو فيديو إن أردت
de: Name + Körperpartie, auf Wunsch mit Foto oder Video
es: nombre + parte del cuerpo, y una foto o vídeo si quieres
fr: nom + partie du corps, et une photo ou vidéo si vous voulez
hi: नाम + बॉडी पार्ट, और चाहें तो एक फ़ोटो या वीडियो
hu: név + testrész, és ha szeretnéd, egy fotó vagy videó
it: nome + parte del corpo, e una foto o un video se vuoi
ko: 이름 + 부위, 원하면 사진이나 동영상도
pl: nazwa + partia ciała, a do tego zdjęcie lub film, jeśli chcesz
pt: nome + parte do corpo, e uma foto ou vídeo se quiseres
pt_br: nome + parte do corpo, e uma foto ou vídeo se quiser
ru: название + часть тела и, по желанию, фото или видео
th: ชื่อ + ส่วนร่างกาย และรูปหรือวิดีโอถ้าต้องการ
tr: ad + vücut bölgesi, istersen bir fotoğraf veya video
uk: назва + частина тіла, а за бажання — фото чи відео
zh: 名称 + 身体部位，可附照片或视频

source: name + body part, no animation
ar: الاسم + العضلة، بدون رسم متحرك
de: Name + Körperpartie, ohne Animation
es: nombre + parte del cuerpo, sin animación
fr: nom + partie du corps, sans animation
hi: नाम + बॉडी पार्ट, बिना एनिमेशन
hu: név + testrész, animáció nélkül
it: nome + parte del corpo, senza animazione
ko: 이름 + 부위, 애니메이션 없음
pl: nazwa + partia ciała, bez animacji
pt: nome + parte do corpo, sem animação
pt_br: nome + parte do corpo, sem animação
ru: название + часть тела, без анимации
th: ชื่อ + ส่วนร่างกาย ไม่มีภาพเคลื่อนไหว
tr: ad + vücut bölgesi, animasyonsuz
uk: назва + частина тіла, без анімації
zh: 名称 + 身体部位，无动画

source: neck
ar: الرقبة
de: Nacken
es: cuello
fr: cou
hi: गर्दन
hu: nyak
it: collo
ko: 목
pl: kark
pt: pescoço
pt_br: pescoço
ru: шея
th: คอ
tr: boyun
uk: шия
zh: 颈部

source: new record!
ar: رقم قياسي جديد!
de: neuer Rekord!
es: ¡nuevo récord!
fr: nouveau record !
hi: नया रिकॉर्ड!
hu: új rekord!
it: nuovo record!
ko: 신기록!
pl: nowy rekord!
pt: novo recorde!
pt_br: novo recorde!
ru: новый рекорд!
th: สถิติใหม่!
tr: yeni rekor!
uk: новий рекорд!
zh: 新纪录！

source: no exercises
ar: لا تمارين
de: keine Übungen
es: sin ejercicios
fr: aucun exercice
hi: कोई व्यायाम नहीं
hu: nincs gyakorlat
it: nessun esercizio
ko: 운동 없음
pl: brak ćwiczeń
pt: sem exercícios
pt_br: sem exercícios
ru: нет упражнений
th: ไม่มีท่าออกกำลังกาย
tr: egzersiz yok
uk: немає вправ
zh: 没有动作

source: no hard sets
ar: لا مجموعات عالية الجهد
de: keine harten Sätze
es: sin series duras
fr: aucune série dure
hi: कोई कठिन सेट नहीं
hu: nincs nehéz sorozat
it: nessuna serie dura
ko: 힘든 세트 없음
pl: brak ciężkich serii
pt: sem séries duras
pt_br: sem séries duras
ru: нет тяжёлых подходов
th: ไม่มีเซ็ตที่หนัก
tr: zor set yok
uk: немає важких підходів
zh: 没有硬组

source: no sets
ar: بدون مجموعات
de: keine Sätze
es: sin series
fr: aucune série
hi: कोई सेट नहीं
hu: nincs sorozat
it: nessuna serie
ko: 세트 없음
pl: brak serii
pt: sem séries
pt_br: sem séries
ru: нет подходов
th: ไม่มีเซ็ต
tr: set yok
uk: немає підходів
zh: 无组数

source: not trained
ar: غير مدربة
de: nicht trainiert
es: sin entrenar
fr: non travaillé
hi: प्रशिक्षित नहीं
hu: nincs edzve
it: non allenato
ko: 훈련 안 함
pl: nietrenowane
pt: sem treino
pt_br: sem treino
ru: не тренировалась
th: ยังไม่ได้ฝึก
tr: çalışılmadı
uk: не тренувався
zh: 未训练

source: obliques
ar: العضلات المائلة
de: seitliche Bauchmuskeln
es: oblicuos
hi: तिरछी मांसपेशियाँ
hu: ferde hasizom
it: obliqui
ko: 복사근
pl: skośne brzucha
pt: oblíquos
pt_br: oblíquos
ru: косые мышцы
th: กล้ามเนื้อข้างลำตัว
tr: yan karın kasları
uk: косі м’язи
zh: 腹斜肌

source: olympic barbell
ar: بار أولمبي
de: Olympia-Langhantel
es: barra olímpica
fr: barre olympique
hi: ओलंपिक बारबेल
hu: olimpiai rúd
it: bilanciere olimpico
ko: 올림픽 바벨
pl: sztanga olimpijska
pt: barra olímpica
pt_br: barra olímpica
ru: олимпийская штанга
th: บาร์เบลโอลิมปิก
tr: olimpik halter
uk: олімпійська штанга
zh: 奥杆

source: or with your password
ar: أو بكلمة المرور
de: oder mit deinem Passwort
es: o con tu contraseña
fr: ou avec ton mot de passe
hi: या अपने पासवर्ड से
hu: vagy a jelszavaddal
it: oppure con la tua password
ko: 또는 비밀번호로
pl: albo swoim hasłem
pt: ou com a tua palavra-passe
pt_br: ou com sua senha
ru: или своим паролем
th: หรือด้วยรหัสผ่านของคุณ
tr: ya da şifrenle
uk: або своїм паролем
zh: 或使用你的密码

source: pairs
ar: أزواج
de: Paare
es: pares
fr: paires
hi: जोड़े
hu: pár
it: coppie
ko: 쌍
pl: par
pt: pares
pt_br: pares
ru: пар
th: คู่
tr: çift
uk: пар
zh: 对

source: pectorals
ar: عضلات الصدر
de: Brustmuskeln
es: pectorales
fr: pectoraux
hi: छाती की मांसपेशियाँ
hu: mellizom
it: pettorali
ko: 흉근
pl: mięśnie piersiowe
pt: peitorais
pt_br: peitorais
ru: грудные
th: กล้ามเนื้ออก
tr: göğüs kasları
uk: грудні
zh: 胸肌

source: people
ar: أشخاص
de: Personen
es: personas
fr: personnes
hi: लोग
hu: ember
it: persone
ko: 명
pl: osób
pt: pessoas
pt_br: pessoas
ru: чел.
th: คน
tr: kişi
uk: осіб
zh: 人

source: primary
ar: أساسية
de: primär
es: principal
fr: principal
hi: प्राथमिक
hu: elsődleges
it: primario
ko: 주동
pl: główny
pt: primário
pt_br: primário
ru: основная
th: หลัก
tr: birincil
uk: основна
zh: 主要

source: quadriceps
ar: العضلات الرباعية
de: Beinstrecker
es: cuádriceps
hi: क्वाड्रिसेप्स
hu: combfeszítő
it: quadricipiti
ko: 대퇴사두
pl: czworogłowe uda
pt: quadríceps
pt_br: quadríceps
ru: квадрицепс
th: ต้นขาด้านหน้า
tr: kuadriseps
uk: квадрицепс
zh: 股四头肌

source: quads
ar: العضلات الرباعية
de: Beinstrecker
es: cuádriceps
fr: quadriceps
hi: क्वाड्स
hu: combfeszítő
it: quadricipiti
ko: 대퇴사두
pl: czworogłowe uda
pt: quadríceps
pt_br: quadríceps
ru: квадрицепс
th: ต้นขาด้านหน้า
tr: ön bacak kasları
uk: квадрицепс
zh: 股四头肌

source: reached!
ar: تم بلوغه!
de: erreicht!
es: ¡conseguido!
fr: atteint !
hi: पूरा हुआ!
hu: elérve!
it: raggiunto!
ko: 달성!
pl: osiągnięty!
pt: alcançado!
pt_br: alcançado!
ru: достигнута!
th: ถึงเป้าแล้ว!
tr: ulaşıldı!
uk: досягнуто!
zh: 已达成！

source: rear deltoids
ar: الكتف الخلفية
de: hintere Schulter
es: deltoides posterior
fr: deltoïdes postérieurs
hi: पीछे के डेल्टॉइड
hu: hátsó váll
it: deltoidi posteriori
ko: 후면 삼각근
pl: tylne aktony barków
pt: deltoides posteriores
pt_br: deltoides posteriores
ru: задние дельты
th: ไหล่ด้านหลัง
tr: arka omuz
uk: задні дельти
zh: 三角肌后束

source: reps
ar: تكرارات
de: Wdh.
hi: रेप्स
hu: ism.
it: rip.
ko: 회
pl: powt.
ru: повт.
th: ครั้ง
tr: tekrar
uk: повт.
zh: 次

source: reps from your last session
ar: تكرارات من جلستك الأخيرة
de: Wdh. aus deiner letzten Einheit
es: reps de tu última sesión
fr: reps de ta dernière séance
hi: रेप्स आपके पिछले सेशन से
hu: ismétlések az utolsó edzésedből
it: rip. dalla tua ultima sessione
ko: 지난 세션의 횟수
pl: powt. z ostatniej sesji
pt: reps da tua última sessão
pt_br: reps da sua última sessão
ru: повт. с прошлой тренировки
th: จำนวนครั้งจากเซสชันล่าสุด
tr: tekrarlar son seansından
uk: повт. з останнього тренування
zh: 次数沿用上次训练

source: rescheduled
ar: أُعيدت جدولته
de: verschoben
es: reprogramado
fr: reprogrammé
hi: बदला गया
hu: áthelyezve
it: riprogrammato
ko: 변경됨
pl: przełożono
pt: reagendado
pt_br: reagendado
ru: перенесено
th: เลื่อนแล้ว
tr: ertelendi
uk: перенесено
zh: 已改期

source: resistance band
ar: شريط مقاومة
de: Widerstandsband
es: banda de resistencia
fr: bande de résistance
hi: रेज़िस्टेंस बैंड
hu: ellenállószalag
it: banda elastica
ko: 저항 밴드
pl: guma oporowa
pt: banda de resistência
pt_br: faixa elástica
ru: эспандер
th: ยางยืดออกกำลังกาย
tr: direnç bandı
uk: еспандер
zh: 阻力带

source: rest day, but no one’s stopping you
ar: يوم راحة، لكن لا أحد يمنعك
de: Pausentag — aber niemand hält dich auf
es: día de descanso, pero nadie te lo impide
fr: jour de repos, mais personne ne t’arrête
hi: आराम का दिन, पर आपको कोई नहीं रोक रहा
hu: pihenőnap — de senki sem állít meg
it: giorno di riposo, ma nessuno ti ferma
ko: 휴식일이지만, 아무도 말리지 않아요
pl: dzień odpoczynku, ale nikt cię nie powstrzymuje
pt: dia de descanso, mas ninguém te impede
pt_br: dia de descanso, mas ninguém te impede
ru: день отдыха, но никто тебя не остановит
th: วันพัก แต่ไม่มีใครห้ามคุณได้หรอก
tr: dinlenme günü, ama kimse seni durduramaz
uk: день відпочинку, але ніхто тебе не зупиняє
zh: 休息日，但没人拦着你

source: rhomboids
ar: المعينية
de: Rhomboiden
es: romboides
fr: rhomboïdes
hi: रॉम्बॉइड
hu: rombuszizom
it: romboidi
ko: 능형근
pl: równoległoboczne
pt: romboides
pt_br: romboides
ru: ромбовидные
th: กล้ามเนื้อสะบักคู่
tr: romboidler
uk: ромбоподібні
zh: 菱形肌

source: roller
ar: أسطوانة
de: Rolle
es: rodillo
fr: rouleau
hi: रोलर
hu: henger
it: rullo
ko: 롤러
pl: wałek
pt: rolo
pt_br: rolo
ru: ролик
th: ลูกกลิ้ง
tr: silindir
uk: ролик
zh: 滚轴

source: rope
ar: الحبل
de: Seil
es: cuerda
fr: corde
hi: रस्सी
hu: kötél
it: corda
ko: 로프
pl: lina
pt: corda
pt_br: corda
ru: канат
th: เชือก
tr: ip
uk: канат
zh: 绳

source: rotator cuff
ar: الكفة المدورة
de: Rotatorenmanschette
es: manguito rotador
fr: coiffe des rotateurs
hi: रोटेटर कफ
hu: forgatómandzsetta
it: cuffia dei rotatori
ko: 회전근개
pl: stożek rotatorów
pt: coifa dos rotadores
pt_br: manguito rotador
ru: ротаторная манжета
th: เอ็นหมุนไหล่
tr: rotator manşet
uk: ротаторна манжета
zh: 肩袖

source: routine
ar: روتين
es: rutina
hi: रूटीन
hu: rutin
ko: 루틴
pl: planu
pt: rotina
pt_br: rotina
ru: программу
th: รูทีน
tr: rutine
uk: програму
zh: 训练日

# scheduled on {0} day
source: scheduled on %1$@ day
ar: مجدول في %1$@ يوم
de: an %1$@ Tag eingeplant
es: programado en %1$@ día
fr: programmé sur %1$@ jour
hi: %1$@ दिन के लिए निर्धारित
hu: %1$@ napra betervezve
it: programmato su %1$@ giorno
ko: %1$@일에 예약됨
pl: zaplanowano na %1$@ dzień
pt: agendado em %1$@ dia
pt_br: agendado em %1$@ dia
ru: запланировано на %1$@ день
th: วางแผนไว้ %1$@ วัน
tr: %1$@ güne planlandı
uk: заплановано на %1$@ день
zh: 已安排在 %1$@ 天

# scheduled on {0} days
source: scheduled on %1$@ days
ar: مجدول في %1$@ أيام
de: an %1$@ Tagen eingeplant
es: programado en %1$@ días
fr: programmé sur %1$@ jours
hi: %1$@ दिनों के लिए निर्धारित
hu: %1$@ napra betervezve
it: programmato su %1$@ giorni
ko: %1$@일에 예약됨
pl: zaplanowano na %1$@ dni
pt: agendado em %1$@ dias
pt_br: agendado em %1$@ dias
ru: запланировано на %1$@ дней
th: วางแผนไว้ %1$@ วัน
tr: %1$@ güne planlandı
uk: заплановано на %1$@ днів
zh: 已安排在 %1$@ 天

source: secondary
ar: ثانوية
de: sekundär
es: secundario
fr: secondaire
hi: द्वितीयक
hu: másodlagos
it: secondario
ko: 보조
pl: drugorzędny
pt: secundário
pt_br: secundário
ru: вспомогательная
th: รอง
tr: ikincil
uk: допоміжна
zh: 次要

source: serratus anterior
ar: المنشارية
de: Sägemuskel
es: serrato anterior
fr: dentelé antérieur
hi: सेराटस एंटीरियर
hu: fűrészizom
it: dentato anteriore
ko: 전거근
pl: zębaty przedni
pt: serrátil anterior
pt_br: serrátil anterior
ru: передняя зубчатая
th: กล้ามเนื้อซี่โครงด้านข้าง
tr: testere kası
uk: передній зубчастий
zh: 前锯肌

source: session
ar: جلسة
de: Einheit
es: sesión
fr: séance
hi: सत्र
hu: edzés
it: sessione
ko: 세션
pl: sesja
pt: sessão
pt_br: sessão
ru: сессия
th: เซสชัน
tr: seans
uk: заняття
zh: 训练

source: shins
ar: عضلات الساق الأمامية
de: Schienbeine
es: espinillas
fr: tibias
hi: पिंडली की हड्डी
hu: sípcsont
it: stinchi
ko: 정강이
pl: piszczele
pt: canelas
pt_br: canelas
ru: голени
th: หน้าแข้ง
tr: kaval kemikleri
uk: гомілки
zh: 胫部

source: shoulders
ar: الأكتاف
de: Schultern
es: hombros
fr: épaules
hi: कंधे
hu: váll
it: spalle
ko: 어깨
pl: barki
pt: ombros
pt_br: ombros
ru: плечи
th: ไหล่
tr: omuzlar
uk: плечі
zh: 肩部

source: skierg machine
ar: جهاز سكي إرج
de: SkiErg
es: SkiErg
fr: SkiErg
hi: स्कीअर्ग
hu: SkiErg
it: SkiErg
ko: 스키에르그
pl: SkiErg
pt: SkiErg
pt_br: SkiErg
ru: SkiErg
th: เครื่องสกีเอิร์ก
tr: SkiErg
uk: SkiErg
zh: 滑雪机

source: sled machine
ar: جهاز السليد
de: Schlitten
es: trineo
fr: traîneau
hi: स्लेड मशीन
hu: szán
it: slitta
ko: 슬레드
pl: sanie
pt: trenó
pt_br: trenó
ru: сани
th: สเลด
tr: kızak
uk: сани
zh: 雪橇

source: smith machine
ar: جهاز سميث
de: Multipresse
es: máquina Smith
fr: machine Smith
hi: स्मिथ मशीन
hu: Smith-gép
it: macchina Smith
ko: 스미스 머신
pl: maszyna Smitha
pt: máquina Smith
pt_br: máquina Smith
ru: машина Смита
th: สมิธแมชชีน
tr: Smith makinesi
uk: машина Сміта
zh: 史密斯机

source: soleus
ar: النعلية
de: Schollenmuskel
es: sóleo
fr: soléaire
hi: सोलियस
hu: lábikraizom
it: soleo
ko: 가자미근
pl: płaszczkowaty
pt: solear
pt_br: sóleo
ru: камбаловидная
th: กล้ามเนื้อน่องด้านใน
uk: камбалоподібний
zh: 比目鱼肌

source: spine
ar: العمود الفقري
de: Wirbelsäule
es: columna
fr: colonne
hi: रीढ़
hu: gerinc
it: colonna
ko: 척추
pl: kręgosłup
pt: coluna
pt_br: coluna
ru: позвоночник
th: กระดูกสันหลัง
tr: omurga
uk: хребет
zh: 脊柱

source: stability ball
ar: كرة توازن
de: Gymnastikball
es: fitball
fr: swiss ball
hi: स्टेबिलिटी बॉल
hu: fitneszlabda
it: fitball
ko: 짐볼
pl: piłka gimnastyczna
pt: bola de estabilidade
pt_br: bola de estabilidade
ru: фитбол
th: บอลออกกำลังกาย
tr: pilates topu
uk: фітбол
zh: 健身球

source: stationary bike
ar: دراجة ثابتة
de: Ergometer
es: bici estática
fr: vélo stationnaire
hi: स्थिर साइकिल
hu: szobabicikli
it: cyclette
ko: 실내 자전거
pl: rower stacjonarny
pt: bicicleta estática
pt_br: bicicleta estática
ru: велотренажёр
th: จักรยานปั่นอยู่กับที่
tr: kondisyon bisikleti
uk: велотренажер
zh: 动感单车

source: stepmill machine
ar: جهاز صعود الدرج
de: Treppenmaschine
es: escaladora
fr: escalier d’exercice
hi: स्टेपमिल
hu: lépcsőzőgép
it: scala mobile
ko: 스텝밀
pl: schodołaz
pt: escadora
pt_br: simulador de escada
ru: степмил
th: เครื่องเดินขึ้นบันได
tr: merdiven makinesi
uk: степмілл
zh: 爬楼机

source: sternocleidomastoid
ar: العضلة القصية الترقوية الخشائية
de: Kopfwender
es: esternocleidomastoideo
fr: sterno-cléido-mastoïdien
hi: स्टर्नोक्लाइडोमैस्टॉइड
hu: fejbiccentő izom
it: sternocleidomastoideo
ko: 흉쇄유돌근
pl: mostkowo-obojczykowo-sutkowy
pt: esternocleidomastóideo
pt_br: esternocleidomastóideo
ru: грудино-ключично-сосцевидная
th: กล้ามเนื้อคอ
tr: boyun kası
uk: груднинно-ключично-соскоподібний
zh: 胸锁乳突肌

source: synced with your profile
ar: متزامن مع ملفك الشخصي
de: mit deinem Profil synchronisiert
es: sincronizado con tu perfil
fr: synchronisé avec ton profil
hi: प्रोफ़ाइल से सिंक
hu: szinkronizálva a profiloddal
it: sincronizzato col tuo profilo
ko: 프로필과 동기화됨
pl: synchronizowane z profilem
pt: sincronizado com o teu perfil
pt_br: sincronizado com seu perfil
ru: синхронизируется с профилем
th: ซิงค์กับโปรไฟล์ของคุณ
tr: profilinle eşitlenir
uk: синхронізується з профілем
zh: 与档案同步

source: tap to pause
ar: اضغط للإيقاف المؤقت
de: Tippen zum Pausieren
es: toca para pausar
fr: toucher pour mettre en pause
hi: रोकने के लिए टैप करें
hu: koppints a szüneteltetéshez
it: tocca per mettere in pausa
ko: 탭하여 일시정지
pl: dotknij, aby wstrzymać
pt: toca para pausar
pt_br: toque para pausar
ru: нажми для паузы
th: แตะเพื่อหยุดชั่วคราว
tr: duraklatmak için dokun
uk: натисни для паузи
zh: 点按暂停

source: tap to play
ar: اضغط للتشغيل
de: Tippen zum Abspielen
es: toca para reproducir
fr: toucher pour lire
hi: चलाने के लिए टैप करें
hu: koppints a lejátszáshoz
it: tocca per riprodurre
ko: 탭하여 재생
pl: dotknij, aby odtworzyć
pt: toca para reproduzir
pt_br: toque para reproduzir
ru: нажми для запуска
th: แตะเพื่อเล่น
tr: oynatmak için dokun
uk: натисни для запуску
zh: 点按播放

source: the configured AI provider
ar: مزود الذكاء الاصطناعي المكوَّن
de: den eingerichteten KI-Anbieter
es: el proveedor de IA configurado
fr: le fournisseur d’IA configuré
hi: कॉन्फ़िगर किया गया AI प्रदाता
hu: a beállított MI-szolgáltató
it: il provider di IA configurato
ko: 설정된 AI 제공자
pl: skonfigurowanego dostawcy AI
pt: o fornecedor de IA configurado
pt_br: o provedor de IA configurado
ru: настроенного поставщика ИИ
th: ผู้ให้บริการ AI ที่ตั้งค่าไว้
tr: yapılandırılmış yapay zekâ sağlayıcısı
uk: налаштованого постачальника ШІ
zh: 已配置的 AI 提供方

source: thinking…
ar: يفكر…
de: denkt nach…
es: pensando…
fr: réfléchit…
hi: सोच रहा है…
hu: gondolkodik…
it: sta pensando…
ko: 생각 중…
pl: myśli…
pt: a pensar…
pt_br: pensando…
ru: думает…
th: กำลังคิด…
tr: düşünüyor…
uk: думає…
zh: 思考中…
